autoconf
automake
ctags
curl
gcc
gcc-c++
git
htop
jq
libtool
lua
luajit
make
ninja-build
nodejs
perl
perl-ExtUtils-CBuilder
perl-ExtUtils-Embed
perl-ExtUtils-ParseXS
perl-ExtUtils-XSpp
pkgconfig
python
python3
ruby
tmux
unzip
wget
xclip
xsel
libevent-devel
lua-devel
luajit-devel
ncurses-devel
perl-devel
python-devel
python3-devel
ruby-devel
tcl-devel
centos-release-scl
devtoolset-8-gcc
devtoolset-8-gcc-c++
yum-utils
